[
  "obsidian-style-settings",
  "highlightr-plugin",
  "obsidian-full-calendar",
  "recent-files-obsidian",
  "obsidian-projects",
  "omnisearch",
  "darlal-switcher-plus",
  "templater-obsidian",
  "obsidian-custom-frames",
  "obsidian-plugin-toc",
  "dataview",
  "obsidian-chartsview-plugin",
  "obsidian-tracker",
  "obsidian-charts",
  "notebook-navigator",
  "persistent-graph",
  "structured-tree",
  "obsidian-kanban",
  "pdf-plus"
]